{"Result":[{"title":"Bird - Wikipedia","url":"https://en.wikipedia.org/wiki/Bird","description":"Birds, also known as Aves or avian dinosaurs, are a group of endothermic \nvertebrates, characterised by feathers, toothless beaked jaws, the laying of&nbsp;..."},{"title":"Bird Pictures &amp; Facts","url":"https://www.nationalgeographic.com/animals/birds/","description":"Your destination for news, pictures, facts, and videos about birds."},{"title":"Bird - Enjoy the Ride","url":"https://www.bird.co/","description":"Bird is a reliable last mile electric scooter rental service. Our mission is to make \ncities more livable by reducing car usage, traffic, and congestion."},{"title":"Birds Barbershop: Barber Shop Austin - Hair Salon","url":"https://birdsbarbershop.com/","description":"A barber shop Austin loves! Award winning hair cut, hair color, and beard trim \nservices for men, women, and children in Austin and Houston."},{"title":"Imagine Dragons - Birds (Animated Video) - YouTube","url":"https://www.youtube.com/watch?v=vOXZkm9p_zY","description":"Jul 23, 2019 ... Get Origins, ft. Birds, Natural, Zero and Bad Liar, out now: http://smarturl.it/\nOriginsID Shop Imagine Dragons:&nbsp;..."},{"title":"Guide to North American Birds | Audubon","url":"https://www.audubon.org/bird-guide","description":"Featured Bird ... Photography sourced in part from VIREO, the worldwide bird \nphotography collection of the Academy of Natural ... Some of Our Favorite Birds&nbsp;..."},{"title":"Online bird guide, bird ID help, life history, bird sounds from Cornell","url":"https://www.allaboutbirds.org/news/","description":"Use our Bird Guide to identify birds, learn about the life history, listen to the \nsounds, and watch bird behavior on video--the most comprehensive guide to \nNort."},{"title":"Bird Brooklyn","url":"https://birdbrooklyn.com/","description":"Brooklyn's premier fashion destination, since 1999. Discover emerging and \nestablished independent designer collections from around the world."},{"title":"Birds of Hollywood","url":"www.birdshollywood.com/","description":"birdsHollywood. Our kitchen is open 7 days a week, serving food from 11:30am \nto 11pm. We only take reservations for parties of 6 or more call us on (323)&nbsp;..."},{"title":"Birds Are Vanishing From North America - The New York Times","url":"https://www.nytimes.com/2019/09/.../bird-populations-america-canada.html","description":"Sep 19, 2019 ... The number of birds in the United States and Canada has declined by 3 billion, \nor 29 percent, over the past half-century, scientists find."}]}